Repository: collective/collective.behavior.seo
Catalog: src/collective/behavior/seo/locales/*/LC_MESSAGES/collective.behavior.seo.po
Languages: nl

source: Collective Behavior SEO settings
nl: Collective Behavior SEO instellingen

source: SEO Description
nl: SEO omschrijving

source: SEO Fields
nl: SEO velden

source: SEO Title
nl: SEO titel

source: This behavior adds extra fields to a Content Type for SEO optimisation
nl: Dit voegt extra velden toe aan een contenttype voor SEO-optimalisatie

source: Uninstalls the collective.behavior.seo add-on.
nl: Deactiveert de collective.behavior.seo module.

source: collective.behavior.seo (uninstall)
nl: collective.behavior.seo (deactiveren)

source: robot_tags_desc
nl: Vul combinaties in van robot tags, gescheiden door komma's, één combinatie per regel. Het idee is dat de webmaster besluit welke combinaties van tags zinvol zijn. Dan hoeven redacteuren niet zelf logische combinaties bij elkaar te puzzelen uit individuele tags.

source: seo_description_help
nl: Gebruikt als meta 'description' veld in de 'head' sectie van een pagina in plaats van de standaard omschrijving.

source: seo_robots_help
nl: Kies opties die zoekmachines oppikken voor het gebruik van deze inhoud. Normaal gezien zijn lijsten bedoeld om door de site te navigeren, maar voegen ze weinig eigen waarde toe, en zouden op 'noindex, follow' gezet moeten worden. In sommige gevallen wil je dat een lijst wel geïndexeerd wordt. Bijvoorbeeld wanneer je een Top 10 van recepten hebt met extra inhoud onder en boven de lijst. In dat geval gebruik je 'index,follow'.

source: seo_title_help
nl: Gebruikt in de 'head' sectie van de pagina en op de browser tab in plaats van de standaard titel.
